{
    "HomePage": {
        "nav": {
            "home": "home",
            "about": "about",
            "projects": "projects",
            "contact": "contact",
            "login": "login",
            "signout": "signout"
        },
        "header": {
            "title": "Hello Welcome my portfolio!",
            "autotext": ""
        },
        "skills": {
            "all": "all",
            "languages": "languages",
            "frameworks": "frameworks",
            "tools": "tools"
        },
        "projects": {
            "all:": "",
            "web development": {
                "title": "",
                "header": "",
                "description": ""
            },
            "python programing": {
                "title": "",
                "header": "",
                "description": ""
            },
            "data science": {
                "title": "",
                "header": "",
                "description": ""
            }
        },
        "testimonials": {
            "header": "",
            "name": "",
            "opinion": ""
        },
        "coments": {
            "header": "",
            "name": ""
        }
    },
    "AboutPage": {
        "title": "About Me",
        "description": "Hello! I am studying Supply Chain Management and have a strong interest in technology and data analysis. I have worked on analyzing data related to COVID-19 and smartphone brands, utilizing Python and its libraries. These experiences have helped me develop a deeper understanding of data and apply it to practical solutions.In the field of technology, I am enhancing my skills by building web applications using React.js, Next.js, and TypeScript. I am currently learning Firebase to create more dynamic projects. Additionally, I am working on robotics projects using C++ and expanding my knowledge in cybersecurity.My goal is to leverage my skills in data analysis and technology to develop more efficient solutions in the field of Supply Chain Management. I am always eager to learn, share, and collaborate on new opportunities.",
        "button": "Feel free to reach out – I’d be happy to connect!"
    },
    "ContactPage": {
        "title": "Contact",
        "name": "Your name",
        "email": "Email",
        "mesagge": "Mesagge",
        "button": "Send"
    },
    "LoginPage": {
        "email": "email",
        "password": "password",
        "resertpassword": "Fogot password?",
        "button": "Login",
        "andor":"and or"
    },
    "ProjectsPage": {
        "title": "Projects",
        "projects": {
            "title": {
                "project1": "COVID-19 Data Analysis",
                "project2": "Smartphone Brands Data Analysis",
                "project3": "Pipeline data calculation program",
                "project4": "Weather Forecast Website",
                "project5": "Graphic real website"
            },
            "description": {
                "project1": "COVID-19 cases data analysis with python and libraries",
                "project2": "Data analysis of smartphone brands using python and libraries",
                "project3": "Pipeline data calculation program using python and libraries",
                "project4": "Azerbaijan cities weather forecast website",
                "project5": "Graphic design website with React+Vite and Javascript"
            },
            "fulldescription": {
                "project1": "This project is a data analysis of COVID-19 cases. It analyzes the number of cases, deaths, and recoveries in different countries. The data is visualized using charts and graphs. The project is open source and available on GitHub.",
                "project2": "This project is a data analysis of smartphone brands. It analyzes the popularity of different smartphone brands based on sales and market share. The data is visualized using charts and graphs. The project is open source and available on GitHub.",
                "project3": "This project is a pipeline data calculation program. It calculates the flow rate, pressure, and other parameters of a pipeline. The project is open source and available on GitHub.",
                "project4": "This project is a weather forecast website for Azerbaijan cities. It shows the current weather and the forecast for the next 5 days. The website is built using React and Tailwind CSS. The weather data is fetched from the OpenWeatherMap API. The website is responsive and works on all devices. The project is open source and available on GitHub.",
                "project5": "This project is a graphic design website. It showcases the work of a graphic designer. The website is built using React+Vite and Javascript. The website is responsive and works on all devices. The project is open source and available on GitHub."
            }
        },
        "button": "Learn more",
        "githubButton": "View GitHub"
    },
    "RegisterPage": {
        "header": {
            "login": "",
            "register": ""
        },
        "title": {
            "login": "",
            "register": ""
        },
        "name": "",
        "email": "",
        "password": " ",
        "resertpassword": "",
        "button": ""
    },
    "NotfoundPage": {
        "title": "Sorry, the page you are looking for does not exist",
        "button": "Back to Home"
    },
    "LoadingPage": {
        "title": "Loading, please wait"
    },
    "Footer": {
        "foot": "My website"
    }
}